Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

source: Automatically saves data annually on selected dates and at specific times.
ar: الإيداع التلقائي سنويًا في التاريخ والوقت المحددين.
az: Hər il seçilmiş tarixdə və xüsusi vaxtda avtomatik yatırılır.
bg: Автоматично внасяне на избраната дата и конкретен час всяка година.
bn: প্রতি বছর নির্বাচিত তারিখে এবং নির্দিষ্ট সময়ে স্বয়ংক্রিয়ভাবে জমা হবে।
ca: Ingrés automàtic cada any a la data i hora seleccionades.
ceb: Awtomatikong ideposito kada tuig sa piniling petsa ug oras.
cs: Automaticky vložit každý rok ve vybrané datum a čas.
da: Indsæt automatisk hvert år på den valgte dato og det specifikke tidspunkt.
de: Jährlich am gewählten Datum und zur bestimmten Zeit automatisch einzahlen.
el: Αυτόματη κατάθεση ετησίως στην επιλεγμένη ημερομηνία και ώρα.
es: Depósito automático anual en la fecha y hora seleccionadas.
es_us: Depósito automático anual en la fecha y hora seleccionadas.
et: Automaatne sissemakse igal aastal valitud kuupäeval ja kellaajal.
fa: واریز خودکار هر سال در تاریخ و زمان مشخص شده.
fi: Talleta automaattisesti joka vuosi valittuna päivänä ja aikana.
fil: Awtomatikong magdeposito taon-taon sa napiling petsa at oras.
fr: Dépôt automatique chaque année à la date et à l'heure sélectionnées.
fr_ca: Dépôt automatique chaque année à la date et à l'heure sélectionnées.
ga: Taisc go huathoibríoch ar an dáta roghnaithe agus ag an am sonraithe gach bliain.
gu: દર વર્ષે પસંદ કરેલી તારીખ અને ચોક્કસ સમયે આપમેળે જમા કરો.
he: הפקדה אוטומטית בכל שנה בתאריך ובשעה הנבחרים.
hi: हर साल चयनित तारीख और विशिष्ट समय पर स्वचालित रूप से जमा करें।
hr: Automatska uplata na odabrani datum i vrijeme svake godine.
hu: Automatikus befizetés minden évben a kiválasztott dátumon és időpontban.
id: Setor otomatis setiap tahun pada tanggal dan waktu tertentu yang dipilih.
is: Leggja sjálfkrafa inn á völdum degi og tíma á hverju ári.
it: Deposito automatico ogni anno nella data e ora specifiche selezionate.
ja: 毎年、指定した日付と時間に自動で入金します。
jv: Simpen otomatis ing tanggal lan wektu tartamtu saben taun.
kk: Жыл сайын таңдалған күні және белгілі бір уақытта автоматты түрде салу.
km: ដាក់ប្រាក់ចូលដោយស្វ័យប្រវត្តិជារៀងរាល់ឆ្នាំនៅកាលបរិច្ឆេទ និងម៉ោងដែលបានជ្រើសរើស។
kn: ಪ್ರತಿ ವರ್ಷ ಆಯ್ಕೆಮಾಡಿದ ದಿನಾಂಕ ಮತ್ತು ನಿರ್ದಿಷ್ಟ ಸಮಯದಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಜಮಾ ಮಾಡಿ.
ko: 매년 지정된 날짜와 시간에 자동으로 입금합니다.
lt: Automatiškai įnešti kasmet pasirinktą dieną ir laiku.
lv: Automātiski iemaksāt katru gadu izvēlētajā datumā un laikā.
ml: എല്ലാ വർഷവും തിരഞ്ഞെടുത്ത തീയതിയിലും സമയത്തും ഓട്ടോമാറ്റിക്കായി നിക്ഷേപിക്കുക.
mr: दरवर्षी निवडलेल्या तारखेला आणि विशिष्ट वेळी आपोआप जमा करा.
ms: Deposit secara automatik pada tarikh dan masa tertentu yang dipilih setiap tahun.
my: ရွေးချယ်ထားသော ရက်စွဲနှင့် အချိန်တွင် နှစ်စဉ် အလိုအလျောက် ငွေသွင်းမည်။
nb: Sett inn automatisk hvert år på valgt dato og tidspunkt.
nl: Automatisch storten elk jaar op de geselecteerde datum en tijd.
or: ବର୍ଷକୁ ଥରେ ମନୋନୀତ ତାରିଖ ଏବଂ ନିର୍ଦ୍ଦିଷ୍ଟ ସମୟରେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଜମା କରନ୍ତୁ।
pa: ਹਰ ਸਾਲ ਚੁਣੀ ਹੋਈ ਮਿਤੀ ਅਤੇ ਖਾਸ ਸਮੇਂ 'ਤੇ ਆਪਣੇ ਆਪ ਜਮ੍ਹਾਂ ਕਰੋ।
pl: Automatyczna wpłata co roku w wybranym dniu i o określonej godzinie.
pt_br: Depósito automático todos os anos na data e horário selecionados.
pt_pt: Depósito automático todos os anos na data e horário selecionados.
ro: Depunere automată la data selectată și la ora specifică în fiecare an.
ru: Автоматическое пополнение каждый год в выбранную дату и время.
sk: Automatický vklad každý rok vo vybraný dátum a čas.
sl: Samodejni polog vsako leto na izbrani datum in uro.
sq: Depozito automatikisht çdo vit në datën dhe kohën e zgjedhur.
sv: Sätts in automatiskt varje år vid valt datum och tidpunkt.
sw: Weka kiotomatiki kila mwaka kwa tarehe na wakati uliochaguliwa.
ta: ஒவ்வொரு ஆண்டும் தேர்ந்தெடுக்கப்பட்ட தேதி மற்றும் நேரத்தில் தானாகவே டெபாசிட் செய்யப்படும்.
te: ప్రతి సంవత్సరం ఎంచుకున్న తేదీ మరియు సమయంలో స్వయంచాలకంగా జమ చేయబడుతుంది.
th: ฝากอัตโนมัติทุกปีในวันที่และเวลาที่เลือก
tr: Seçilen tarih ve saatte her yıl otomatik olarak yatır.
uk: Автоматичне поповнення щороку у вибрану дату та час.
ur: منتخب تاریخ اور وقت پر سالانہ خودکار طور پر جمع کریں۔
uz: Har yili belgilangan sana va vaqtda avtomatik ravishda pul kiritish.
vi: Tự động gửi vào ngày và giờ cụ thể đã chọn mỗi năm.
zh_hans: 每年在选定的日期和特定时间自动存入。
zh_hant: 每年在選定的日期和特定時間自動存入。
zh_hk: 每年在選定的日期和特定時間自動存入。

source: Automatically saves data weekly at selected days and specific times.
ar: الإيداع التلقائي أسبوعيًا في اليوم والوقت المحددين.
az: Hər həftə seçilmiş gündə və xüsusi vaxtda avtomatik yatırılır.
bg: Автоматично внасяне в избрания ден от седмицата и конкретен час всяка седмица.
bn: প্রতি সপ্তাহে নির্বাচিত বারে এবং নির্দিষ্ট সময়ে স্বয়ংক্রিয়ভাবে জমা হবে।
ca: Ingrés automàtic cada setmana el dia i hora seleccionats.
ceb: Awtomatikong ideposito kada semana sa piniling adlaw ug oras.
cs: Automaticky vložit každý týden ve vybraný den a čas.
da: Indsæt automatisk hver uge på den valgte dag og det specifikke tidspunkt.
de: Wöchentlich am gewählten Wochentag und zur bestimmten Zeit automatisch einzahlen.
el: Αυτόματη κατάθεση εβδομαδιαίως την επιλεγμένη ημέρα και ώρα.
es: Depósito automático semanal en el día y hora seleccionados.
es_us: Depósito automático semanal en el día y hora seleccionados.
et: Automaatne sissemakse iga nädal valitud nädalapäeval ja kellaajal.
fa: واریز خودکار هر هفته در روز و زمان مشخص شده.
fi: Talleta automaattisesti joka viikko valittuna päivänä ja aikana.
fil: Awtomatikong magdeposito linggo-linggo sa napiling araw at oras.
fr: Dépôt automatique chaque semaine au jour et à l'heure sélectionnés.
fr_ca: Dépôt automatique chaque semaine au jour et à l'heure sélectionnés.
ga: Taisc go huathoibríoch ar an lá roghnaithe den tseachtain agus ag an am sonraithe.
gu: દર અઠવાડિયે પસંદ કરેલા વાર અને ચોક્કસ સમયે આપમેળે જમા કરો.
he: הפקדה אוטומטית בכל שבוע ביום ובשעה הנבחרים.
hi: हर हफ्ते चयनित दिन और विशिष्ट समय पर स्वचालित रूप से जमा करें।
hr: Automatska uplata odabranog dana u tjednu i u određeno vrijeme svaki tjedan.
hu: Automatikus befizetés minden héten a kiválasztott napon és időpontban.
id: Setor otomatis setiap minggu pada hari dan waktu tertentu yang dipilih.
is: Leggja sjálfkrafa inn á völdum degi og tíma í hverri viku.
it: Deposito automatico ogni settimana nel giorno e ora specifici selezionati.
ja: 毎週、指定した曜日と時間に自動で入金します。
jv: Simpen otomatis ing dina lan wektu tartamtu saben minggu.
kk: Апта сайын таңдалған күні және белгілі бір уақытта автоматты түрде салу.
km: ដាក់ប្រាក់ចូលដោយស្វ័យប្រវត្តិជារៀងរាល់សប្តាហ៍នៅថ្ងៃ និងម៉ោងដែលបានជ្រើសរើស។
kn: ಪ್ರತಿ ವಾರ ಆಯ್ಕೆಮಾಡಿದ ದಿನ ಮತ್ತು ನಿರ್ದಿಷ್ಟ ಸಮಯದಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಜಮಾ ಮಾಡಿ.
ko: 매주 지정된 요일과 시간에 자동으로 입금합니다.
lt: Automatiškai įnešti kas savaitę pasirinktą dieną ir laiku.
lv: Automātiski iemaksāt katru nedēļu izvēlētajā dienā un laikā.
ml: എല്ലാ ആഴ്ചയും തിരഞ്ഞെടുത്ത ദിവസത്തിലും സമയത്തും ഓട്ടോമാറ്റിക്കായി നിക്ഷേപിക്കുക.
mr: दर आठवड्याला निवडलेल्या दिवशी आणि विशिष्ट वेळी आपोआप जमा करा.
ms: Deposit secara automatik pada hari dan masa tertentu yang dipilih setiap minggu.
my: ရွေးချယ်ထားသော နေ့နှင့် အချိန်တွင် အပတ်စဉ် အလိုအလျောက် ငွေသွင်းမည်။
nb: Sett inn automatisk hver uke på valgt ukedag og tidspunkt.
nl: Automatisch storten elke week op de geselecteerde dag en tijd.
or: ସପ୍ତାହକୁ ଥରେ ମନୋନୀତ ବାର ଏବଂ ନିର୍ଦ୍ଦିଷ୍ଟ ସମୟରେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଜମା କରନ୍ତୁ।
pa: ਹਰ ਹਫ਼ਤੇ ਚੁਣੇ ਹੋਏ ਦਿਨ ਅਤੇ ਖਾਸ ਸਮੇਂ 'ਤੇ ਆਪਣੇ ਆਪ ਜਮ੍ਹਾਂ ਕਰੋ।
pl: Automatyczna wpłata co tydzień w wybranym dniu tygodnia i o określonej godzinie.
pt_br: Depósito automático toda semana no dia e horário selecionados.
pt_pt: Depósito automático toda semana no dia e horário selecionados.
ro: Depunere automată în ziua selectată a săptămânii și la ora specifică.
ru: Автоматическое пополнение каждую неделю в выбранный день и время.
sk: Automatický vklad každý týždeň vo vybraný deň a čas.
sl: Samodejni polog vsak teden na izbrani dan in uro.
sq: Depozito automatikisht çdo javë në ditën dhe kohën e zgjedhur.
sv: Sätts in automatiskt varje vecka vid vald veckodag och tidpunkt.
sw: Weka kiotomatiki kila wiki kwa siku na wakati uliochaguliwa.
ta: ஒவ்வொரு வாரமும் தேர்ந்தெடுக்கப்பட்ட நாள் மற்றும் நேரத்தில் தானாகவே டெபாசிட் செய்யப்படும்.
te: ప్రతి వారం ఎంచుకున్న రోజు మరియు సమయంలో స్వయంచాలకంగా జమ చేయబడుతుంది.
th: ฝากอัตโนมัติทุกสัปดาห์ในวันและเวลาที่เลือก
tr: Seçilen gün ve saatte her hafta otomatik olarak yatır.
uk: Автоматичне поповнення щотижня у вибраний день та час.
ur: منتخب دن اور وقت پر ہفتہ وار خودکار طور پر جمع کریں۔
uz: Har hafta belgilangan kun va vaqtda avtomatik ravishda pul kiritish.
vi: Tự động gửi vào thứ và giờ cụ thể đã chọn mỗi tuần.
zh_hans: 每周在选定的星期和特定时间自动存入。
zh_hant: 每週在選定的星期和特定時間自動存入。
zh_hk: 每週在選定的星期和特定時間自動存入。

source: Background
ar: الخلفية
az: Fon
bg: Фон
bn: ব্যাকগ্রাউন্ড
ca: Fons
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Φόντο
es: Fondo
es_us: Fondo
et: Taust
fa: پس‌زمینه
fi: Tausta
fr: Arrière-plan
fr_ca: Arrière-plan
ga: Cúlra
gu: પૃષ્ઠભૂમિ
he: רקע
hi: बैकग्राउंड
hr: Pozadina
hu: Háttér
id: Latar Belakang
is: Bakgrunnur
it: Sfondo
ja: 背景
jv: Latar Mburi
kk: Фон
km: ផ្ទៃខាងក្រោយ
kn: ಹಿನ್ನೆಲೆ
ko: 배경
lt: Fonas
lv: Fons
ml: പശ്ചാത്തലം
mr: पार्श्वभूमी
ms: Latar Belakang
my: နောက်ခံ
nb: Bakgrunn
nl: Achtergrond
or: ପୃଷ୍ଠଭୂମି
pa: ਬੈਕਗ੍ਰਾਉਂਡ
pl: Tło
pt_br: Plano de fundo
pt_pt: Fundo
ro: Fundal
ru: Фон
sk: Pozadie
sl: Ozadje
sq: Sfondi
sv: Bakgrund
sw: Usuli
ta: பின்னணி
te: నేపథ్యం
th: พื้นหลัง
tr: Arka plan
uk: Фон
ur: پس منظر
uz: Fon
vi: Hình nền
zh_hant: 背景
zh_hk: 背景

source: Background Images
ar: صورة الخلفية
az: Fon şəkli
bg: Фоново изображение
bn: ব্যাকগ্রাউন্ড ছবি
ca: Imatge de fons
ceb: Hulagway sa Background
cs: Obrázek pozadí
da: Baggrundsbillede
de: Hintergrundbild
el: Εικόνα φόντου
es: Imagen de fondo
es_us: Imagen de fondo
et: Taustapilt
fa: تصویر پس‌زمینه
fi: Taustakuva
fil: Larawan sa Background
fr: Image d'arrière-plan
fr_ca: Image d'arrière-plan
ga: Íomhá cúlra
gu: પૃષ્ઠભૂમિ છબી
he: תמונת רקע
hi: बैकग्राउंड इमेज
hr: Pozadinska slika
hu: Háttérkép
id: Gambar Latar Belakang
is: Bakgrunnsmynd
it: Immagine di sfondo
ja: 背景画像
jv: Gambar Latar Mburi
kk: Фондық сурет
km: រូបភាពផ្ទៃខាងក្រោយ
kn: ಹಿನ್ನೆಲೆ ಚಿತ್ರ
ko: 배경 이미지
lt: Fono paveikslėlis
lv: Fona attēls
ml: പശ്ചാത്തല ചിത്രം
mr: पार्श्वभूमी प्रतिमा
ms: Gambar Latar Belakang
my: နောက်ခံ ပုံရိပ်
nb: Bakgrunnsbilde
nl: Achtergrondafbeelding
or: ପୃଷ୍ଠଭୂମି ଚିତ୍ର
pa: ਬੈਕਗ੍ਰਾਉਂਡ ਚਿੱਤਰ
pl: Obraz tła
pt_br: Imagem de fundo
pt_pt: Imagem de fundo
ro: Imagine de fundal
ru: Фоновое изображение
sk: Obrázok na pozadí
sl: Slika ozadja
sq: Imazhi i sfondit
sv: Bakgrundsbild
sw: Picha ya usuli
ta: பின்னணி படம்
te: నేపథ్య చిత్రం
th: รูปภาพพื้นหลัง
tr: Arka plan resmi
uk: Фонове зображення
ur: پس منظر کی تصویر
uz: Fon rasmi
vi: Ảnh nền
zh_hans: 背景图片
zh_hant: 背景圖片
zh_hk: 背景圖片

source: Based on your current age and salary, it automatically calculates your career starting point, retirement age, and salary growth rate, and calculates your lifetime wealth.
ar: استنادًا إلى عمرك الحالي وراتبك الحالي، يتم حساب نقطة بدء الوظيفة، ووقت التقاعد، ومعدل نمو الراتب، وحساب الثروة مدى الحياة.
az: Cari yaşınıza və maaşınıza əsasən, karyera başlanğıcını, təqaüd yaşını və maaş artım tempini avtomatik təxmin edərək ömürlük sərvəti hesablayır.
bg: Въз основа на текущата ви възраст и заплата, автоматично изчисляване на началото на кариерата, възрастта за пенсиониране и темпа на растеж на заплатата за изчисляване на богатството за цял живот.
bn: আপনার বর্তমান বয়স এবং বর্তমান বেতনের উপর ভিত্তি করে, স্বয়ংক্রিয়ভাবে ক্যারিয়ার শুরু, অবসরের বয়স এবং বেতন বৃদ্ধির হার অনুমান করে আজীবনের সম্পদ গণনা করা হয়।
ca: Calcula la riquesa de tota la vida basant-se en la teva edat i salari actuals, estimant automàticament l'inici de la carrera, l'edat de jubilació i la taxa de creixement salarial.
ceb: Base sa imong kasamtangang edad ug sweldo, awtomatikong banabanaon ang pagsugod sa karera, edad sa pagretiro, ug rate sa pagtaas sa sweldo, aron makwenta ang bahandi sa tibuok kinabuhi.
cs: Na základě vašeho aktuálního věku a platu automaticky odvodí začátek kariéry, důchodový věk a míru růstu platu pro výpočet celoživotního bohatství.
da: Baseret på din nuværende alder og løn, beregnes karrierestart, pensionsalder og lønstigningstakt automatisk for at udregne livstidsformue.
de: Basierend auf Ihrem aktuellen Alter und Gehalt werden Karrierestart, Rentenalter und Gehaltssteigerung automatisch berechnet, um das lebenslange Vermögen zu ermitteln.
el: Με βάση την τρέχουσα ηλικία και τον μισθό σας, υπολογίζονται αυτόματα η αρχή καριέρας, η ηλικία συνταξιοδότησης και ο ρυθμός αύξησης μισθού για τον υπολογισμό του πλούτου μιας ζωής.
es: Calcula automáticamente el inicio de la carrera, la edad de jubilación y la tasa de crecimiento salarial según tu edad y salario actuales para estimar la riqueza de toda la vida.
es_us: Calcula automáticamente el inicio de carrera, edad de retiro y tasa de crecimiento salarial según tu edad y salario actuales para estimar la riqueza de tu vida.
et: Teie praeguse vanuse ja palga põhjal hinnatakse automaatselt karjääri algust, pensioniiga ja palgakasvu määra, et arvutada eluaegne rikkus.
fa: بر اساس سن و حقوق فعلی شما، شروع شغل، سن بازنشستگی و نرخ رشد حقوق به طور خودکار تخمین زده می‌شود تا ثروت کل زندگی محاسبه شود.
fi: Laske elinikäinen varallisuus nykyisen iän ja palkan perusteella arvioimalla uran alku, eläkeikä ja palkan kasvuvauhti.
fil: Batay sa iyong kasalukuyang edad at sahod, awtomatikong tantyahin ang simula ng karera, edad ng pagreretiro, at rate ng pagtaas ng sahod upang kalkulahin ang yaman sa habambuhay.
fr: Basé sur votre âge et salaire actuels, calculez automatiquement le début de carrière, l'âge de retraite et la croissance salariale pour estimer la richesse d'une vie.
fr_ca: Calculez votre richesse à vie en fonction de votre âge et salaire actuels, en estimant automatiquement le début de carrière, l'âge de la retraite et le taux de croissance salariale.
ga: Bunaithe ar d'aois reatha agus do thuarastal reatha, ríomh go huathoibríoch pointe tosaigh gairme, aois scoir agus ráta fáis tuarastail chun saibhreas saoil a ríomh.
gu: તમારી વર્તમાન ઉંમર અને વર્તમાન પગારના આધારે, કારકિર્દીની શરૂઆત, નિવૃત્તિની ઉંમર અને પગાર વૃદ્ધિ દરનો આપમેળે અંદાજ લગાવો અને જીવનભરની સંપત્તિની ગણતરી કરો.
he: בהתבסס על גילך ומשכורתך הנוכחיים, חישוב אוטומטי של תחילת הקריירה, גיל הפרישה וקצב גידול השכר, לחישוב עושר לכל החיים.
hi: अपनी वर्तमान आयु और वेतन के आधार पर, करियर की शुरुआत, सेवानिवृत्ति की आयु और वेतन वृद्धि दर का स्वचालित अनुमान लगाएं, और जीवन भर की संपत्ति की गणना करें।
hr: Na temelju vaše trenutne dobi i plaće, automatski izračunava početak karijere, dob za umirovljenje i stopu rasta plaće za izračun životnog bogatstva.
hu: A jelenlegi életkora és fizetése alapján automatikusan megbecsüli a karrier kezdetét, a nyugdíjkorhatárt és a fizetésnövekedést, kiszámítva az életre szóló vagyont.
id: Berdasarkan usia dan gaji Anda saat ini, secara otomatis memperkirakan awal karier, usia pensiun, dan tingkat kenaikan gaji untuk menghitung kekayaan seumur hidup.
is: Byggt á núverandi aldri þínum og launum, reikna sjálfkrafa upphaf starfsferils, eftirlaunaaldur og launavöxt til að reikna auðæfi ævinnar.
it: Calcola automaticamente l'inizio della carriera, l'età di pensionamento e il tasso di crescita salariale in base alla tua età e stipendio attuali per stimare la ricchezza di una vita.
ja: 現在の年齢と給与に基づき、キャリアの開始時期、定年年齢、昇給率を自動推計し、生涯資産を計算します。
jv: Adhedhasar umur lan gaji saiki, otomatis ngetung wiwitan karir, umur pensiun, lan kenaikan gaji kanggo ngetung kasugihan seumur urip.
kk: Сіздің қазіргі жасыңыз бен жалақыңызға сүйене отырып, мансаптың басталуын, зейнет жасын және жалақының өсу қарқынын автоматты түрде болжап, өмір бойғы байлықты есептеңіз.
km: ដោយផ្អែកលើអាយុ និងប្រាក់ខែបច្ចុប្បន្នរបស់អ្នក គណនាដោយស្វ័យប្រវត្តិនូវចំណុចចាប់ផ្តើមអាជីព អាយុចូលនិវត្តន៍ និងអត្រាកំណើនប្រាក់ខែ ដើម្បីគណនាទ្រព្យសម្បត្តិពេញមួយជីវិត។
kn: ನಿಮ್ಮ ಪ್ರಸ್ತುತ ವಯಸ್ಸು ಮತ್ತು ಪ್ರಸ್ತುತ ಸಂಬಳದ ಆಧಾರದ ಮೇಲೆ, ವೃತ್ತಿಜೀವನದ ಆರಂಭ, ನಿವೃತ್ತಿ ವಯಸ್ಸು ಮತ್ತು ಸಂಬಳದ ಬೆಳವಣಿಗೆಯ ದರವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅಂದಾಜು ಮಾಡಿ, ಜೀವಮಾನದ ಸಂಪತ್ತನ್ನು ಲೆಕ್ಕಹಾಕಿ.
ko: 현재 나이와 연봉을 기준으로 경력 시작 시점, 은퇴 연령, 연봉 상승률을 자동 추산하여 생애 자산을 계산합니다.
lt: Pagal jūsų dabartinį amžių ir atlyginimą automatiškai apskaičiuojama karjeros pradžia, pensinis amžius ir atlyginimo augimas bei įvertinamas viso gyvenimo turtas.
lv: Balstoties uz jūsu pašreizējo vecumu un algu, automātiski aprēķina karjeras sākumu, pensionēšanās vecumu un algas pieaugumu, lai aprēķinātu mūža bagātību.
ml: നിങ്ങളുടെ നിലവിലെ പ്രായവും ശമ്പളവും അടിസ്ഥാനമാക്കി, കരിയർ തുടക്കം, വിരമിക്കൽ പ്രായം, ശമ്പള വർദ്ധനവ് എന്നിവ കണക്കാക്കി ജീവിതകാല സമ്പത്ത് കണക്കാക്കുക.
mr: तुमच्या सध्याच्या वयानुसार आणि वेतनानुसार, करिअरची सुरुवात, सेवानिवृत्तीचे वय आणि पगार वाढीचा दर आपोआप अंदाजित करून, आजीवन संपत्तीची गणना करा.
ms: Berdasarkan umur dan gaji semasa anda, anggar permulaan kerjaya, umur persaraan, dan kadar kenaikan gaji secara automatik untuk mengira kekayaan seumur hidup.
my: သင်၏ လက်ရှိအသက်နှင့် လစာအပေါ် အခြေခံ၍ အလုပ်စဝင်ချိန်၊ အငြိမ်းစားယူမည့်အသက်နှင့် လစာတိုးနှုန်းတို့ကို အလိုအလျောက် ခန့်မှန်းပြီး တစ်သက်တာ ကြွယ်ဝချမ်းသာမှုကို တွက်ချက်ပေးသည်။
nb: Basert på din nåværende alder og lønn, beregnes automatisk karrierestart, pensjonsalder og lønnsvekst for å kalkulere livstidsformue.
nl: Op basis van je huidige leeftijd en salaris worden automatisch de start van je carrière, pensioenleeftijd en salarisgroei berekend om je levenslange vermogen te schatten.
or: ଆପଣଙ୍କର ବର୍ତ୍ତମାନର ବୟସ ଏବଂ ବର୍ତ୍ତମାନର ଦରମା ଉପରେ ଆଧାର କରି, କ୍ୟାରିୟର ଆରମ୍ଭ, ଅବସର ବୟସ ଏବଂ ଦରମା ବୃଦ୍ଧି ହାର ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଅନୁମାନ କରି, ଆଜୀବନ ସମ୍ପତ୍ତି ଗଣନା କରନ୍ତୁ।
pa: ਤੁਹਾਡੀ ਮੌਜੂਦਾ ਉਮਰ ਅਤੇ ਮੌਜੂਦਾ ਤਨਖਾਹ ਦੇ ਆਧਾਰ 'ਤੇ, ਕਰੀਅਰ ਦੀ ਸ਼ੁਰੂਆਤ, ਸੇਵਾਮੁਕਤੀ ਦੀ ਉਮਰ ਅਤੇ ਤਨਖਾਹ ਵਾਧੇ ਦੀ ਦਰ ਦਾ ਆਪਣੇ ਆਪ ਅਨੁਮਾਨ ਲਗਾਓ, ਅਤੇ ਜੀਵਨ ਭਰ ਦੀ ਦੌਲਤ ਦੀ ਗਣਨਾ ਕਰੋ।
pl: Na podstawie obecnego wieku i wynagrodzenia, automatycznie oszacuj początek kariery, wiek emerytalny i wzrost płac, aby obliczyć majątek całego życia.
pt_br: Com base na sua idade e salário atuais, estime automaticamente o início da carreira, a idade de aposentadoria e a taxa de crescimento salarial para calcular a riqueza vitalícia.
pt_pt: Com base na sua idade e salário atuais, estime automaticamente o início da carreira, a idade de aposentadoria e a taxa de crescimento salarial para calcular a riqueza vitalícia.
ro: Pe baza vârstei și salariului actual, calculează automat începutul carierei, vârsta de pensionare și rata de creștere a salariului pentru a estima averea pe viață.
ru: Автоматический расчет богатства всей жизни на основе вашего возраста, зарплаты, начала карьеры, пенсионного возраста и роста доходов.
sk: Na základe vášho aktuálneho veku a platu automaticky odhadne začiatok kariéry, vek odchodu do dôchodku a mieru rastu platu na výpočet celoživotného bohatstva.
sl: Na podlagi vaše trenutne starosti in plače samodejno oceni začetek kariere, upokojitveno starost in rast plače za izračun življenjskega premoženja.
sq: Bazuar në moshën dhe pagën tuaj aktuale, vlerësoni automatikisht fillimin e karrierës, moshën e daljes në pension dhe normën e rritjes së pagës për të llogaritur pasurinë e jetës.
sv: Baserat på din nuvarande ålder och lön beräknas automatiskt karriärstart, pensionsålder och löneökningstakt för att kalkylera livstidsförmögenhet.
sw: Kulingana na umri wako wa sasa na mshahara, kubashiri kiotomatiki mwanzo wa kazi, umri wa kustaafu na kiwango cha ukuaji wa mshahara, ili kuhesabu utajiri wa maisha.
ta: உங்கள் தற்போதைய வயது மற்றும் சம்பளத்தின் அடிப்படையில், வாழ்நாள் செல்வத்தைக் கணக்கிட தொழில் தொடக்கம், ஓய்வு வயது மற்றும் சம்பள உயர்வு விகிதத்தை தானாகவே மதிப்பிடுகிறது.
te: మీ ప్రస్తుత వయస్సు మరియు జీతం ఆధారంగా, జీవితకాల సంపదను లెక్కించడానికి కెరీర్ ప్రారంభం, పదవీ విరమణ వయస్సు మరియు జీతం పెరుగుదల రేటును అంచనా వేస్తుంది.
th: คำนวณความมั่งคั่งตลอดชีพโดยอัตโนมัติ โดยอ้างอิงจากอายุและเงินเดือนปัจจุบัน เพื่อประมาณการจุดเริ่มต้นอาชีพ อายุเกษียณ และอัตราการขึ้นเงินเดือน
tr: Mevcut yaşınıza ve maaşınıza göre kariyer başlangıcını, emeklilik yaşını ve maaş artış oranını otomatik olarak tahmin ederek ömür boyu servetinizi hesaplar.
uk: Автоматичний розрахунок багатства за все життя на основі вашого віку та зарплати, з урахуванням початку кар'єри, виходу на пенсію та зростання доходу.
ur: آپ کی موجودہ عمر اور تنخواہ کی بنیاد پر، کیریئر کے آغاز، ریٹائرمنٹ کی عمر اور تنخواہ میں اضافے کا تخمینہ لگا کر زندگی بھر کی دولت کا حساب لگاتا ہے۔
uz: Sizning hozirgi yoshingiz va maoshingiz asosida, martaba boshlanishi, pensiya yoshi va maosh oshishini taxmin qilib, umrlik boylikni hisoblaydi.
vi: Dựa trên độ tuổi và mức lương hiện tại của bạn, tự động suy đoán điểm bắt đầu sự nghiệp, tuổi nghỉ hưu và tỷ lệ tăng lương để tính toán tài sản cả đời.
zh_hans: 根据你的当前年龄和当前薪资，自动推算职业起点、退休年龄和薪资增长率，计算一生财富。
zh_hant: 根據你的當前年齡和當前薪資，自動推算職業起點、退休年齡和薪資成長率，計算一生財富。
zh_hk: 根據你的當前年齡和當前薪金，自動推算職業起點、退休年齡和薪金增長率，計算一生財富。

source: Best choice
ar: أفضل اختيار
az: Ən yaxşı seçim
bg: Най-добър избор
bn: সেরা পছন্দ
ca: Millor opció
ceb: Pinakamaayong Pagpili
cs: Nejlepší volba
da: Bedste valg
de: Beste Wahl
el: Καλύτερη επιλογή
es: Mejor opción
es_us: Mejor opción
et: Parim valik
fa: بهترین انتخاب
fi: Paras valinta
fil: Pinakamahusay na Pagpipilian
fr: Meilleur choix
fr_ca: Meilleur choix
ga: Rogha is fearr
gu: શ્રેષ્ઠ પસંદગી
he: הבחירה הטובה ביותר
hi: सर्वोत्तम विकल्प
hr: Najbolji izbor
hu: Legjobb választás
id: Pilihan Terbaik
is: Besti kosturinn
it: Miglior scelta
ja: ベストチョイス
jv: Pilihan Paling Apik
kk: Ең жақсы таңдау
km: ជម្រើសដ៏ល្អបំផុត
kn: ಅತ್ಯುತ್ತಮ ಆಯ್ಕೆ
ko: 최고의 선택
lt: Geriausias pasirinkimas
lv: Labākā izvēle
ml: മികച്ച ചോയ്സ്
mr: सर्वोत्तम निवड
ms: Pilihan Terbaik
my: အကောင်းဆုံး ရွေးချယ်မှု
nb: Beste valg
nl: Beste keuze
or: ସର୍ବୋତ୍ତମ ପସନ୍ଦ
pa: ਵਧੀਆ ਚੋਣ
pl: Najlepszy wybór
pt_br: Melhor escolha
pt_pt: Melhor escolha
ro: Cea mai bună alegere
ru: Лучший выбор
sk: Najlepšia voľba
sl: Najboljša izbira
sq: Zgjedhja më e mirë
sv: Bästa val
sw: Chaguo bora
ta: சிறந்த தேர்வு
te: ఉత్తమ ఎంపిక
th: ตัวเลือกที่ดีที่สุด
tr: En iyi seçim
uk: Найкращий вибір
ur: بہترین انتخاب
uz: Eng yaxshi tanlov
vi: Lựa chọn tốt nhất
zh_hans: 最佳选择
zh_hant: 最佳選擇
zh_hk: 最佳選擇

source: Blur background
ar: خلفية ضبابية
az: Bulanıq fon
bg: Замъглен фон
bn: ঝাপসা ব্যাকগ্রাউন্ড
ca: Fons desenfocat
ceb: Blur nga Background
cs: Rozostřené pozadí
da: Sløret baggrund
de: Unscharfer Hintergrund
el: Θόλωμα φόντου
es: Fondo desenfocado
es_us: Fondo desenfocado
et: Hägune taust
fa: تار کردن پس‌زمینه
fi: Sumea tausta
fil: Malabong Background
fr: Arrière-plan flou
fr_ca: Arrière-plan flou
ga: Cúlra doiléir
gu: અસ્પષ્ટ પૃષ્ઠભૂમિ
he: טשטוש רקע
hi: धुंधला बैकग्राउंड
hr: Zamućena pozadina
hu: Homályos háttér
id: Latar Belakang Buram
is: Óskýr bakgrunnur
it: Sfondo sfocato
ja: 背景のぼかし
jv: Latar Mburi Kabur
kk: Бұлыңғыр фон
km: ផ្ទៃខាងក្រោយព្រិល
kn: ಅಸ್ಪಷ್ಟ (Blur) ಹಿನ್ನೆಲೆ
ko: 흐린 배경
lt: Sulietas fonas
lv: Izplūdis fons
ml: ബ്ലർ പശ്ചാത്തലം
mr: अस्पष्ट पार्श्वभूमी
ms: Kaburkan Latar Belakang
my: နောက်ခံ ဝါးခြင်း
nb: Uskarp bakgrunn
nl: Wazige achtergrond
or: ଅସ୍ପଷ୍ଟ ପୃଷ୍ଠଭୂମି
pa: ਧੁੰਦਲਾ ਬੈਕਗ੍ਰਾਉਂਡ
pl: Rozmyte tło
pt_br: Fundo desfocado
pt_pt: Fundo desfocado
ro: Fundal încețoșat
ru: Размытый фон
sk: Rozmazané pozadie
sl: Zamegljeno ozadje
sq: Sfond i turbullt
sv: Oskarp bakgrund
sw: Usuli uliofifia
ta: மங்கலான பின்னணி
te: మసక నేపథ్యం
th: พื้นหลังแบบเบลอ
tr: Bulanık arka plan
uk: Розмитий фон
ur: دھندلا پس منظر
uz: Xira fon
vi: Làm mờ nền
zh_hans: 模糊背景
zh_hant: 模糊背景
zh_hk: 模糊背景
